const database3 = [
  {
    categoryId: "ikeiseibutsu3",
    categoryName: "医系生物　過去問3",
    description: "医系生物（関）2016-2024まとめ",
    questions: [
      {
        type: "fill",
        title: "問1",
        html: "医系生物の講義において説明した４つの生命の定義をそれぞれ解答欄に記入せよ。[[1]]<br>",
        answers: {"1": ["外界との境界を有する、代謝を行う、自己複製を行う、進化する"]},
        appearance: '2回'
      },
      {
        type: "fill",
        title: "問2",
        html: "次の問いに答えよ。<br>（１） 化石を産出する地層がどの地質年代に形成されたかを決定したり、離れた場所の地層と比較する手がかりとなる化石をなんというか。：[[1]]<br>（２） ヒトの虫垂、耳筋、尾骨などのように、現在ではその機能が失われてしまった器官をなんというか。：[[2]]<br>（３） ダーウィンが「より環境に適応したものが生存競争に勝って生き残った」と提唱した進化論をなんというか。：[[3]]<br>（４） 木村資生が提唱した「分子進化に関する突然変異の多くは自然選択に対して有利でも不利でもなく、ほとんど無関係で、偶然に発生した中立な突然変異遺伝子が集団内へ固定する」という説をなんというか。：[[4]]<br>（５） DNAやRNAの塩基配列やタンパク質のアミノ酸配列の比較から、各遺伝子間の塩基（アミノ酸）置換数が推定される。この置換数を用いて作成した系統樹をなんというか。：[[5]]<br>（６） 細胞内にあるミトコンドリアや葉緑体は、独立して生活していた真正細菌が進化の過程で水平的に真核細胞にとり込まれ、細胞小器官となったという説をなんというか。：[[6]]<br>（７） 2種の生物が密接に関係しながら生活し、両者が利益を受けるもの、あるいは一方のみが利益を受けるが他方がまったく影響を受けないものをなんというか。：[[7]]<br>（８） ２種の生物が密接に関係しながら生活し、お互いに正の効果を与える相互作用をなんというか。：[[8]]<br>（９） バッタなどでは、個体密度群の影響によって、個体の形態や行動などの形質が明らかに変化する現象がみられる。その現象を答えよ。：[[9]]<br>（１０）生物群集内のすべての生物は互いに食べる-食べられるという関係でつながっており、この一連の関係をなんというか。：[[10]]<br>（１１）生物が外界から取り込んだ物質を環境中におけるよりも高い濃度に生体内に蓄積する現象をなんというか。：[[11]]<br>（１２）生物群集とその地域内の無機的環境をひとまとめにし、物質循環とエネルギーの流れに注目して統一的に捉えた系をなんというか。：[[12]]<br>（１３）地球で有機物ができて生命が誕生するまでの過程をなんというか。：[[13]]<br>（１４）ヒトの頭蓋骨における大後頭孔の位置（前方、真下、後方）、眼窩上隆起あるいはおとがいの有無を答えよ。：[[14]]<br>（１５）相互に作用する無機的環境と生物群集をひとつのまとまりとして捉えたものをなんというか。：[[15]]",
        answers: {
          "1": ["示準化石"], "2": ["痕跡器官"], "3": ["自然選択説"], "4": ["中立説"], "5": ["分子系統樹"],
          "6": ["細胞内共生説"], "7": ["共生"], "8": ["相利共生"], "9": ["相変異"], "10": ["食物連鎖"],
          "11": ["生物濃縮"], "12": ["生態系"], "13": ["化学進化"], "14": ["真下、眼窩上隆起無し、おとがい有り"], "15": ["生態系"]
        },
        appearance: '4回'
      },
      {
        type: "sequence",
        title: "問3(1)",
        text: "生物の進化と生態に関する以下の問いについて、正しいものには〇、誤っているものには×をつけなさい。",
        parts: [
          { label: "1.小進化とは、同じ個体群や種内で起こる遺伝的変化のことである。", options: [{id:"〇", text:"〇"}, {id:"×", text:"×"}] },
          { label: "2.形態や機能は違っていても、発生学上の起源が同じ器官を相似器官という。", options: [{id:"〇", text:"〇"}, {id:"×", text:"×"}] },
          { label: "3.ダーウィンは、よく用いる器官は発達し、そうでない器官は退化するという用不用説を唱えた。", options: [{id:"〇", text:"〇"}, {id:"×", text:"×"}] },
          { label: "4.ラマルクによって提唱された「獲得形質の遺伝」は進化のメカニズムとして現在でも広く受け入れられている。", options: [{id:"〇", text:"〇"}, {id:"×", text:"×"}] },
          { label: "5.木村資生により提唱された「分子進化の中立説」は「自然選択説」と相反する。", options: [{id:"〇", text:"〇"}, {id:"×", text:"×"}] },
          { label: "6.寄生では、一方が利益を、他方が損失を受ける。", options: [{id:"〇", text:"〇"}, {id:"×", text:"×"}] },
          { label: "7.共生では、必ず両者が利益を受ける。", options: [{id:"〇", text:"〇"}, {id:"×", text:"×"}] },
          { label: "8.生物が環境中から取り込んだ物質が、食物連鎖により濃縮され、体内に蓄積されることを生物濃縮という。", options: [{id:"〇", text:"〇"}, {id:"×", text:"×"}] },
          { label: "9.生物の進化的変遷において、種以上の系統群の形成の過程を大進化という。", options: [{id:"〇", text:"〇"}, {id:"×", text:"×"}] },
          { label: "10.ラスマルクは、よく用いる器官は発達し、そうでない器官は退化するという自然選択説を提唱した。", options: [{id:"〇", text:"〇"}, {id:"×", text:"×"}] },
          { label: "11.現在ではその機能が失われた器官を退化器官と呼ぶ。", options: [{id:"〇", text:"〇"}, {id:"×", text:"×"}] }
        ],
        answer: ["〇", "×", "×", "×", "×", "〇", "×", "〇", "〇", "×", "×"],
        appearance: '2回'
      },
      {
        type: 'table-select',
        title: '問3 (2)',
        text: '細胞の進化段階のRNA、RNP、DNAワールドにおいて、生命の定義となる活動を担う分子は何か。下の表の空欄に当てはまる適切なものを選択してください。',
        html: `
            <table>
                <tr>
                    <th></th>
                    <th>RNA ワールド</th>
                    <th>RNP ワールド</th>
                    <th>DNA ワールド</th>
                </tr>
                <tr>
                    <td>外界との境界</td>
                    <td>膜</td>
                    <td>膜</td>
                    <td>膜</td>
                </tr>
                <tr>
                    <td>代謝</td>
                    <td>[[A]]</td>
                    <td>[[B]]</td>
                    <td>[[C]]</td>
                </tr>
                <tr>
                    <td>自己複製</td>
                    <td>[[D]]</td>
                    <td>[[E]]</td>
                    <td>[[F]]</td>
                </tr>
                <tr>
                    <td>進化</td>
                    <td>[[G]]</td>
                    <td>[[H]]</td>
                    <td>[[I]]</td>
                </tr>
            </table>
        `,
        optionsDist: {
            'A': ['DNA', 'RNA', 'タンパク質'],
            'B': ['DNA', 'RNA', 'タンパク質'],
            'C': ['DNA', 'RNA', 'タンパク質'],
            'D': ['DNA', 'RNA', 'タンパク質'],
            'E': ['DNA', 'RNA', 'タンパク質'],
            'F': ['DNA', 'RNA', 'タンパク質'],
            'G': ['DNA', 'RNA', 'タンパク質'],
            'H': ['DNA', 'RNA', 'タンパク質'],
            'I': ['DNA', 'RNA', 'タンパク質']
        },
        answer: {
            'A': 'タンパク質',
            'B': 'タンパク質',
            'C': 'タンパク質',
            'D': 'RNA',
            'E': 'RNA',
            'F': 'DNA',
            'G': 'RNA',
            'H': 'RNA',
            'I': 'DNA'
        },
        explanation: 'RNAワールドではRNAがすべての触媒と情報保持を担います。RNPワールドでは触媒（代謝）をタンパク質が担うようになり、DNAワールドでは遺伝子の本体（自己複製・進化の主体）が安定なDNAへと移行しました。',
        appearance: '2回'
      },
      {
        type: "drag-fill",
        title: "問4",
        html: "多細胞生物での細胞分裂は個体を形成することと、精子や卵子といった生殖細胞を形成することの２つを意味している。細胞分裂は、１つの母細胞が２つの同じ大きさの娘細胞に分かれる現象をいう。この細胞分裂には体細胞の増殖を目的とした（ [[1]] ）と生殖細胞の形成を目的とした（ [[2]] ）がある。<br>細胞分裂が完了した細胞は、（ [[3]] ）、（ [[4]] ）、（ [[5]] ）を経て、再び（ [[6]] ）に入る。この周期性を（ [[7]] ）という。（ [[3]] ）の途中から細胞周期を離脱して増殖を停止した状態を（ [[8]] ）という。細胞周期の分子制御機構は細胞周期エンジンとチェックポイントから構成されている。細胞周期エンジンは細胞周期の進行制御の中核をなし、（ [[9]] ）、（ [[10]] ）、およびCDK阻害因子から構成される。<br>細胞周期の進行は３ヶ所のチェックポイントにおいて監視されている。すなわち、栄養や増殖因子が存在するか、DNA補修が完了しているかを監視する（ [[11]] ）、DNA複製が完了したか、DNA損傷の修復が完了しているか、染色体が分配できる状態にあるかを監視する（ [[12]] ）、紡錘体形成が完了していたかを監視する（ [[13]] ）である。<br>（ [[1]] ）は、生物体を構成する１つの母細胞から母細胞と同じ染色体（遺伝情報）をもつ２つの娘細胞に分裂する分裂様式をいい、（ [[14]] ）と（ [[15]] ）という２つの過程から構成される。<br>（ [[14]] ）の過程は、染色質が凝集して染色体となり核膜がみえなくなる前期、染色体が細胞の中央部に集まってくる前中期、染色体が赤道面に配列する中期、染色体が両極に移動する後期、それと両極で染色体が休止核に戻る終期に分けられる。<br>クロマチンとは、真核細胞の（ [[16]] ）内に存在する（ [[17]] ）とタンパク質の複合体で、５種類の（ [[18]] ）タンパク質に（ [[17]] ）が巻きついた（ [[19]] ）が折りたたまれたものである。凝縮の度合いが低く、転写活性を示すものを（ [[20]] ）、凝縮の度合いが高く、転写活性を示さないものを（ [[21]] ）という。<br>体細胞分裂前期になると、クロマチンの糸が凝縮しはじめ、太くて短いコイル状の（ [[24]] ）になる。それぞれの（ [[24]] ）はすでに複製されていて、（ [[22]] ）と呼ばれる同じ遺伝情報をもつ2本の（ [[23]] ）からなり、対となった（ [[22]] ）は（ [[25]] ）と呼ばれるタンパク質複合体によって接着して結びついている。２つの中心体がモータータンパク質であるキネシンによって両極に離れはじめる。また、（ [[26]] ）の構造が崩れはじめる。<br>体細胞分裂前中期には（ [[27]] ）は完全に見えなくなり、（ [[28]] ）の二重構造が消失する。（ [[29]] ）が両極に到達し、中心体周囲の微小管からなる放射状の糸状構造をした（ [[30]] ）が発達しはじめる。２つの（ [[29]] ）から微小管が伸びて染色体のセントロメア上に形成された（ [[31]] ）に結合し、（ [[32]] ）が形成される。<br>体細胞分裂中期には、染色体は分裂各期を通じてもっとも太くて凝縮し、（ [[23]] ）が明瞭となり、細胞の（ [[33]] ）面に整列する。この時期に、（ [[13]] ）が存在する。<br>体細胞分裂後期には、（ [[22]] ）間を接着していた（ [[25]] ）が分解され、接着が解除される。そして紡錘体を構成するチューブリンが（ [[34]] ）することで次第に短くなり、各染色分体が両極に向けて移動する。<br>体細胞分裂終期には、両極に達した染色体は、コイルが解けて（ [[35]] ）し、クロマチンに戻る。前期に消失していた（ [[28]] ）、（ [[27]] ）、および（ [[26]] ）が再形成される。細胞の（ [[33]] ）付近で（ [[36]] ）と呼ばれるくびれが入りはじめる。<br>細胞質分裂期には、（ [[37]] ）、やミオシンというタンパク質でできたミクロフィラメントからなる（ [[36]] ）が収縮してくびれが深くなり、細胞を２つの（ [[38]] ）に分ける。",
        wordBank: ["細胞周期", "細胞", "細胞膜", "核", "核膜", "核小体", "小胞体", "ゴルジ体", "ゴルジ装置", "ミトコンドリア", "中心体", "紡錘体形成", "星状体", "動原体", "紡錘体", "テロメア", "ヘテロクロマチン", "ユークロマチン", "ヌクレオソーム", "ヌクレオチド", "染色体", "常染色体", "相同染色体", "二価染色体", "姉妹染色分体", "染色分体", "G1チェックポイント", "G2/Mチェックポイント", "微小管", "中間径フィラメント", "アクチン", "コラーゲン", "キネトコア", "コヒーシン", "サイクリン", "サイクリン依存性キナーゼ", "モーター", "セントロメア", "CDK阻害因子", "ヒストン", "紡錘体形成チェックポイント", "極", "赤道", "分裂輪", "収縮環", "縦隔膜", "DNA", "RNA", "原核細胞", "真核細胞", "母細胞", "娘細胞", "重合", "脱重合", "凝縮", "脱凝縮", "G0期（静止期）", "DNA合成期（S期）", "細胞分裂期（M期）", "分裂準備期（G2期）", "DNA合成準備期（G1期）", "体細胞分裂", "減数分裂", "核分裂", "細胞質分裂"],
        answers: {
          "1": ["体細胞分裂"], "2": ["減数分裂"], "3": ["DNA合成準備期（G1期）"], "4": ["DNA合成期（S期）"], "5": ["分裂準備期（G2期）"], "6": ["細胞分裂期（M期）"], "7": ["細胞周期"], "8": ["G0期（静止期）"], "9": ["サイクリン依存性キナーゼ"], "10": ["サイクリン"], "11": ["G1チェックポイント"], "12": ["G2/Mチェックポイント"], "13": ["紡錘体形成チェックポイント"], "14": ["核分裂"], "15": ["細胞質分裂"], "16": ["核"], "17": ["DNA"], "18": ["ヒストン"], "19": ["ヌクレオソーム"], "20": ["ユークロマチン"], "21": ["ヘテロクロマチン"], "22": ["姉妹染色分体"], "23": ["染色分体"], "24": ["染色体"], "25": ["コヒーシン"], "26": ["ゴルジ装置"], "27": ["核小体"], "28": ["核膜"], "29": ["中心体"], "30": ["星状体"], "31": ["キネトコア"], "32": ["紡錘体"], "33": ["赤道"], "34": ["脱重合"], "35": ["脱凝縮"], "36": ["収縮環"], "37": ["アクチン"], "38": ["娘細胞"]
        },
        appearance: '7回'
      },
      {
        type: "essay",
        title: "問5",
        text: "G1期の細胞とS期の細胞をポリエチレングリコールを用いて融合させた場合、G1期の細胞に起こる変化を説明せよ。",
        sampleAnswer: "S期の細胞は/G1期の/核に拡散し、/DNA複製を/活性化する/物質を産生する。/よって、/G1期の/細胞はS期に/入る。",
        appearance: '1回'
      },
      {
        type: "drag-fill",
        title: "問6",
        html: "減数分裂第一分裂では、父方と母方由来の（ [[1]] ）が対合して（ [[2]] ）を形成し、（ [[3]] ）によって染色体の一部が入れ替わることがある。そして、（ [[1]] ）は離れ、分裂によって生じた細胞には（ [[2]] ）の（ [[4]] ）が含まれるので、染色体の数は（ [[5]] ）。減数分裂第二分裂では、（ [[6]] ）が分かれるが、染色体数は（ [[7]] ）。",
        wordBank: ["染色分体", "相同染色体", "対立遺伝子", "姉妹染色分体", "二倍体", "二価染色体", "交配", "交差", "交雑", "両方", "一方のみ", "同数", "半減している", "変わらない", "倍加している"],
        answers: {
          "1": ["相同染色体"], "2": ["二価染色体"], "3": ["交差"], "4": ["一方のみ"], "5": ["半減している"], "6": ["染色分体"], "7": ["変わらない"]
        },
        appearance: '1回'
      },
      {
        type: "drag-fill",
        title: "問7",
        html: "細胞の死には、栄養不足、毒物、外傷などの外的環境要因による（ [[1]] ）細胞死で遺伝子に（ [[2]] ）ネクローシスと個体の増殖制御でプログラムされた（ [[3]] ）細胞死で遺伝子の（ [[4]] ）アポトーシスの2種類がある。<br>（ [[5]] ）が起こる過程では、外的環境要因によってミトコンドリアの機能が損なわれ、（ [[6]] ）が損傷されるため、細胞外から水が流入して細胞小器官・核・細胞が膨張し、細胞が破壊される。それが誘因となってその部位に（ [[7]] ）され、発熱や痛み、浮腫といった（ [[8]] ）が起こる。<br>アポトーシスの過程では（ [[9]] ）に続き、隣接細胞から離れ、核クロマチンの凝縮、ヌクレオソーム単位でのDNAの断片化、（ [[10]] ）が起こり、（ [[6]] ）のバリア機能を保ったまま（ [[11]] ）が形成される。細胞内の成分が漏れ出す前にマクロファージなどの組織球や周辺の細胞がこの（ [[11]] ）を貪食し、細胞の内容物の流出は起こらない。このため、内容物の流出の起こるネクローシスと異なり、（ [[8]] ）を伴わない。",
        wordBank: ["核", "細胞膜", "ゴルジ装置", "隣接細胞", "アポトーシス小体", "炎症", "核膜", "ミトコンドリア", "ネクローシス", "シトクロムC", "細胞サイズの急速な縮小", "細胞サイズの緩慢な拡張", "細胞の凝集", "細胞の断片化", "能動的", "受動的", "刺激的", "マクロファージが誘因", "好中球が遊走", "Fasリガンドの結合", "貪食", "サイトカインによる刺激", "支配されない", "支配を受ける"],
        answers: {
          "1": ["受動的"], "2": ["支配されない"], "3": ["能動的"], "4": ["支配を受ける"], "5": ["ネクローシス"], "6": ["細胞膜"], "7": ["好中球が遊走"], "8": ["炎症"], "9": ["細胞サイズの急速な縮小"], "10": ["細胞の断片化"], "11": ["アポトーシス小体"]
        },
        appearance: '3回'
      },
      {
        type: "fill",
        title: "問8",
        html: "アポトーシスシグナルは、細胞内のミトコンドリアを介した内因性のシグナルと、細胞外からのFasリガンドやサイトカインなどの刺激による外因性のシグナルがある。両者に共通するアポトーシスを引き起こす最終的な経路は何を介したものか。答えよ。[[1]]<br>",
        answers: {"1": ["カスパーゼの活性化"]},
        appearance: '1回'
      },
      {
        type: "fill",
        title: "問9",
        html: "精子や卵子といわれる生殖細胞には、染色体が普通の体細胞（２n）の半数（n）しか含まれていない。これは生殖細胞が形成される分裂過程において、染色体数が半減するために起こるものである。このような細胞分裂を（ [[1]] ）という。<br>前期では、核内の糸状のクロマチン繊維（染色糸ともいう）がみられるようになり、相同なものどうしが側面で対合する。クロマチン繊維が太くなり染色体になると、２本の染色体からなる（ [[2]] ）どうしが対合して４本の染色分体からなる（ [[3]] ）を形成する。（ [[3]] ）では、（ [[2]] ）どうしが対合によって一部の配列をとりかえる「（ [[4]] ）」が起きる。この母方と父方の（ [[2]] ）の相同な部分同士が交換される現象を（ [[5]] ）と呼び、その（ [[5]] ）点は（ [[6]] ）と呼ばれる。微小管と他の成分からなる紡錘体が形成される。中心体が両極に移動し、放射状に伸びた星状体を形成する。核膜と核小体が消失するため、（ [[3]] ）の構造が顕微鏡でもはっきりみえるようになる。<br>中期になると、微小管は星状体が離れるに従ってチューブリンが重合して伸びていく。これにより、（ [[3]] ）のセントロメアは赤道面に整列する。<br>後期に至ると、（ [[3]] ）を形成している１組ずつの染色体が、紡錘体を形成するチューブリンの脱重合により別々の極へ移動していく。終期では、両極に分かれた染色体は脱凝縮して、その周りに核膜と核小体が形成される。そして細胞分裂が起こる。<br>第一分裂によって生じた細胞には、（ [[3]] ）の（ [[7]] ）が含まれるので、染色体数は（ [[8]] ）。間期を挟まずに第二分裂へと移行する。<br>第二分裂では、第一分裂で生じた２個の娘細胞が体細胞分裂と同様なしくみで染色体の分配が行われる。前期、中期、後期、終期を経て、細胞質分裂が起こり、４つの娘細胞が形成される。<br>第二分裂では染色体が分かれ、染色体数は（ [[9]] ）。<br>配偶子（精子・卵子）形成過程において、１つの一次精母細胞および一次卵母細胞から減数分裂を経てつくられる精子、卵子の数はそれぞれ精子（ [[10]] ）つ、卵子（ [[11]] ）つである。",
        answers: {
          "1": ["減数分裂"], "2": ["相同染色体"], "3": ["二価染色体"], "4": ["相同組み換え"], "5": ["交差"], "6": ["キアズマ"], "7": ["一方のみ"], "8": ["半減している"], "9": ["変わらない"], "10": ["4"], "11": ["1"]
        },
        appearance: '4回'
      },
      {
        type: "fill",
        title: "問10",
        html: "減数分裂時には母方と父方の相同染色体が独立して（ランダムに）分配される。また、相同組み換えによる交差では母方と父方の相同染色体の相同な部分が物理的に交換される。これらのことが配偶子にもたらす遺伝的な事象は何か。答えよ。[[1]]<br>",
        answers: {"1": ["遺伝的多様性が増す"]},
        appearance: '1回'
      },
      {
        type: "fill",
        title: "問11",
        html: "多能性幹細胞のうち、胚盤胞期胚の内部細胞塊から樹立されるものはなにか。また、体細胞に遺伝子を導入して樹立されるものはなにか答えよ。<br>内部細胞塊：[[1]]<br>体細胞：[[2]]<br>",
        answers: {"1": ["ES細胞"],"2": ["iPS細胞"]},
        appearance: '1回'
      },
      {
        type: "fill",
        title: "問12",
        html: "配偶子（精子・卵子）形成過程において１つの一次精母細胞および一次卵母細胞から減数分裂を経てつくられる精子、卵子の数はそれぞれいくつか。半角数字で答えよ。<br>精子：[[1]]<br>卵子：[[2]]<br>",
        answers: {"1": ["4"],"2": ["1"]},
        appearance: '1回'
      }
      ,
      {
        type: 'table-select',
        title: '問13',
        text: '体細胞分裂と減数分裂の特徴をあらわした次の表について、空欄に当てはまる適切な語句を選択してください。',
        html: `
            <table>
                <tr>
                    <th></th>
                    <th>体細胞分裂</th>
                    <th>減数分裂</th>
                </tr>
                <tr>
                    <td>目的</td>
                    <td>[[A]]</td>
                    <td>[[B]]</td>
                </tr>
                <tr>
                    <td>分裂回数</td>
                    <td>[[C]]</td>
                    <td>[[D]]</td>
                </tr>
                <tr>
                    <td>娘細胞の個数</td>
                    <td>[[E]]</td>
                    <td>[[F]]</td>
                </tr>
                <tr>
                    <td>娘細胞の染色体数</td>
                    <td>[[G]]</td>
                    <td>[[H]]</td>
                </tr>
                <tr>
                    <td>娘細胞の染色体の構成</td>
                    <td>[[I]]</td>
                    <td>[[J]]</td>
                </tr>
            </table>
        `,
        optionsDist: {
            'A': ['体細胞の増殖', '生殖細胞の形成'],
            'B': ['体細胞の増殖', '生殖細胞の形成'],
            'C': ['1回', '2回'],
            'D': ['1回', '2回'],
            'E': ['2個', '4個'],
            'F': ['2個', '4個'],
            'G': ['母細胞と同じ', '母細胞から半減'],
            'H': ['母細胞と同じ', '母細胞から半減'],
            'I': ['母細胞と同じ', '生殖細胞ごとに異なる'],
            'J': ['母細胞と同じ', '生殖細胞ごとに異なる']
        },
        answer: {
            'A': '体細胞の増殖',
            'B': '生殖細胞の形成',
            'C': '1回',
            'D': '2回',
            'E': '2個',
            'F': '4個',
            'G': '母細胞と同じ',
            'H': '母細胞から半減',
            'I': '母細胞と同じ',
            'J': '生殖細胞ごとに異なる'
        },
        explanation: '減数分裂は生殖細胞を形成するために起こり、連続して2回の分裂を行うため、染色体数は半減し、乗換え現象などによって遺伝的構成の異なる4つの娘細胞が生じます。',
        appearance: '1回'
      },
      {
        type: "drag-fill",
        title: "問14",
        html: "ヒトは、さまざまな外部および内部の変化に対応して、内部の形態的あるいは生理的状態を一定に保って、その生存する性質をもっている。このような性質のことを（ [[1]] ）または（ [[2]] ）という。（ [[1]] ）は、外部環境の変化に対して内部環境を一定に保つ働きということもできる。このようなしくみは、神経系、内分泌系、免疫系によって無意識のうちに行われる。ホルモン、神経伝達物質などの情報伝達物質が標的細胞にその情報を伝えるためには、その細胞のその情報を受けとる装置である（ [[3]] ）が存在する。この（ [[3]] ）に結合してその作用を促進するものを（ [[4]] ）という。（ [[3]] ）のうち、細胞膜上に存在する（受容体）として、（ [[5]] ）、（ [[6]] ）、（ [[7]] ）がある。また、細胞内に存在する受容体としては（ [[8]] ）と（ [[9]] ）がある。<br>神経系はからだの内的および外的な変化を判別し、応答する。（ [[10]] ）は身体末梢からの刺激を受けとり、これに対する刺激を命令として末梢に伝える。（ [[11]] ）は、脳および脊髄と身体末梢を連絡し、神経伝達の電気経路をなす。末梢神経系は機能面から、体性神経系と（ [[12]] ）に分類される。（ [[12]] ）は、作用が相反する（ [[13]] ）と（ [[14]] ）に分類される。（ [[15]] ）（神経細胞）は細胞体、（ [[16]] ）、（ [[17]] ）からなる（ [[15]] ）は、神経系の興奮伝導の基本構成単位である。（ [[15]] ）と（ [[15]] ）との接合部を（ [[18]] ）という。また、（ [[19]] ）をもつ神経繊維を有髄神経繊維と言い、（ [[19]] ）をもたない神経繊維を無髄神経繊維という。<br>同一神経内で興奮が伝わることを（ [[20]] ）、シナプスを介して興奮が伝わることを（ [[21]] ）という。有髄神経繊維の（ [[19]] ）は電気的絶縁体としての機能をもっているため、活動電位は髄鞘間の（ [[22]] ）にのみ発生する。興奮が活動電位を媒介として（ [[22]] ）から（ [[22]] ）へと飛び飛びに伝導する現象を（ [[23]] ）という。（ [[21]] ）はアセチルコリンなどの（ [[24]] ）の放出によって行われる。神経細胞の興奮の（ [[25]] ）によって、静止状態ではニューロンの細胞膜は膜外のイオン濃度の差によって（ [[26]] ）している。また、静止状態で細胞膜の内外に生じている電位差を（ [[27]] ）という。（ [[26]] ）した状態では、細胞の内側が外側に対して、-60〜-90mVの膜電位が生じる。神経が刺激を受けると、Na⁺チャンネルが開口しNa⁺が細胞内に流入する。これによって、細胞の内側が+30mVを示し（ [[26]] ）が減少するので、（ [[28]] ）が起こる。このときの電位差は+90〜+120mVである。この活動電位が生じることを特に（ [[29]] ）という。その後、Na⁺透過性が減少し、引き続いてK⁺が細胞外へ流出する。これによって、細胞内電位が再びマイナスへ傾き、再分極が起こる。この時期は神経インパルスを発生することができないので、（ [[30]] ）と呼ばれる。<br>内分泌系においては（ [[31]] ）という化学伝達物質によって情報が伝えられる。内分泌系に属する器官の細胞でつくられた（ [[31]] ）は、（ [[32]] ）から血液などに分泌され離れた標的器官の細胞へ運ばれ、その標的細胞にある特異的な（ [[3]] ）に結合して、情報を伝達する。<br>ステロイドホルモン、コルチコイド、性ホルモン、甲状腺ホルモン、活性型ビタミンD₃、ビタミンAは（ [[33]] ）のホルモンである。これらは分子量の小さな（ [[33]] ）物質であるため、リン脂質でできた細胞膜を核酸によって通過することができる。そのため、（ [[3]] ）は細胞膜上にある必要がなく、（ [[34]] ）あるいは（ [[35]] ）として存在する。これらの受容体には、（ [[36]] ）が共通に存在し、それぞれ特定の遺伝子DNAの転写開始部位の上流にある（ [[37]] ）へ結合し、その遺伝子の発現を調節する。<br>ホルモンに対する受容体は、細胞内に存在する（ [[8]] ）または（ [[9]] ）と細胞膜上にある細胞膜受容体に大別される。（ [[38]] ）は水溶性の物質であるため、細胞膜を通過することができないので、細胞膜受容体に結合し、情報が細胞内に伝達される、それに対して、（ [[39]] ）と（ [[40]] ）は脂溶性の物質であるため、容易に細胞膜を通過できるので（ [[8]] ）または（ [[9]] ）に結合してその作用を発揮する。<br>グルコースのホメオスタシスについて、食事後の血糖値（血中グルコース濃度）の上昇を視床下部が認識すると、その情報は（ [[41]] ）を経て、膵臓にあるランゲルハンス島β細胞に作用し、（ [[42]] ）が分泌され、肝臓や骨格筋において、グルコースから（ [[43]] ）への生合成を促進し、血糖値を低下させる。また、低血糖の調節では、交感神経を経て、副腎髄質から（ [[44]] ）が分泌され、ランゲルハンス島α細胞から（ [[45]] ）が分泌され、肝臓や骨格筋におけるグルコースの分解を促進したり、糖新生をさせたりして血糖値を増加させる。<br>カルシウムのホメオスタシスについて、甲状腺から（ [[46]] ）が分泌され、骨吸収を抑制するなどして血液中のカルシウムイオン濃度を低下させる。また、上皮小体は甲状腺の背側に上下左右に合わせて４個ある米粒大の内分泌腺である。上皮小体から分泌されるホルモンは（ [[47]] ）は骨から血液中にリン酸カルシウムの放出を促進させたり、腎臓でのカルシウム再吸収を促進する。<br>ホルモンはごくわずかな量で生理活性を示せる物質であるため、その量の調節は非常に大切である。多くなったら減らす方向へ、少なくなったら増やす方向へ常に調節を行なっている。低下した場合にその量を増加させるような調節を（ [[48]] ）、増加した場合にその量を低下させるような調節を（ [[49]] ）という。<br>病原微生物などから生体を防御する免疫応答機構として（ [[50]] ）免疫と（ [[51]] ）免疫の２つがある。病原微生物などの抗原による前感作が不要で、生まれながらにもっている防御機構を（ [[50]] ）免疫といい、生体が抗原と接触することによって後天的に適応される免疫反応を（ [[51]] ）免疫等という。（ [[51]] ）免疫には、抗体を産生する（ [[52]] ）免疫と細胞傷害性T細胞が標的細胞にアポトーシスを促す（ [[53]] ）免疫がある。<br>マクロファージの細胞表面には、細菌類がもつ特有の分子を識別する（ [[54]] ）が発現していて、食作用を促している。<br>通常の細胞は、細胞表面に（ [[55]] ）を発現し、これによって自己細胞であるか否かが識別される。<br>（ [[52]] ）免疫では、マクロファージ・樹状細胞が（ [[56]] ）したのちに、（ [[57]] ）は活性化され、サイトカインを分泌し、（ [[58]] ）は分化・増殖し、形質細胞になる。形質細胞から免疫グロブリン（分泌型抗体）が産生・分泌される。抗原に抗体が結合し、（ [[59]] ）によりマクロファージが積極的に抗原を貪食する。<br>免疫グロブリンは、抗体とも呼ばれ、２本のH鎖と２本のL鎖で構成され、それぞれのH鎖とH鎖の間はジスルフィド結合（S-S結合）で結ばれている。抗体分子ごとにアミノ酸配列が異なる多型性を示す部位を（ [[60]] ）、変わらない部位を（ [[61]] ）という。可変領域の構造は抗体産生細胞ごとに異なり、複数の遺伝子（V遺伝子、D遺伝子、J遺伝子）は（ [[62]] ）により、遺伝子の配列の組み合わせ、各領域の構造が決まり、免疫グロブリンの多様性が決定される。<br>（ [[53]] ）免疫では、（ [[63]] ）上のTCRが抗原ペプチド複合体を認識すると、（ [[63]] ）は活性化され、パフォーリンやグランザイムを分泌して、標的細胞に（ [[64]] ）を誘導する。<br>花粉に含まれる抗原（アレルゲン）に個体が接触した場合に大量の抗体が産生されることがある。そして、組織の（ [[65]] ）と血中の好塩基球は抗原と結合する。その個体がアレルゲンと再度接触すると、（ [[65]] ）や好塩基球上のアレルゲンが結合すると大量の（ [[66]] ）が分泌され、血管の拡張、血管の透過性上昇など（ [[67]] ）症状が出現する。",
        wordBank: ["恒常性", "ホメオスタシス", "正のフィードバック調節", "負のフィードバック調節", "自律神経系", "交感神経系", "副交感神経系","副交感神経系", "Gタンパク質", "受容体", "シナプス", "リガンド", "ニューロン", "アゴニスト", "アンタゴニスト", "ホルモン", "インスリン", "サイトカイン", "アミノ酸誘導体ホルモン", "ペプチドホルモン", "ステロイドホルモン", "カルシトニン", "グルカゴン", "アドレナリン", "グリコーゲン", "パラトルモン", "ランヴィエ絞輪", "酵素内臓型受容体", "内分泌腺", "イオンチャンネル型受容体", "細胞質受容体","細胞質受容体", "外部環境", "内部環境", "Gタンパク質共役型受容体", "応答配列", "核内受容体","核内受容体", "細胞体", "樹状突起", "神経伝達物質", "伝達", "軸索", "髄鞘", "終末", "伝導","伝導", "脂溶性", "水溶性", "転写調節因子", "静止電位", "膜電位", "分極", "脱分極", "再分極", "興奮", "ペプチド", "アレルギー", "シナプス小胞", "不応期", "インパルス", "跳躍伝導", "自然", "獲得", "炎症", "アポトーシス", "ネクローシス", "細胞性", "体液性", "抗原提示", "オプソニン効果", "ヒスタミン", "マクロファージ", "樹状細胞", "肥満細胞", "好中球", "好酸球", "ヘルパーT細胞", "キラーT細胞", "細胞傷害性T細胞", "B細胞", "ナチュラルキラー細胞", "中枢神経系", "末梢神経系", "遺伝子再構成", "パターン認識受容体", "主要組織適合性遺伝子複合体ＭＨＣ", "可変領域", "定常領域"],
        answers: {
          "1": ["恒常性"], "2": ["ホメオスタシス"], "3": ["受容体"], "4": ["アゴニスト"], "5": ["イオンチャンネル型受容体"], "6": ["Gタンパク質共役型受容体"], "7": ["酵素内臓型受容体"], "8": ["細胞質受容体","核内受容体"], "9": ["核内受容体","細胞質受容体"], "10": ["中枢神経系"], "11": ["末梢神経系"], "12": ["自律神経系"], "13": ["交感神経系"], "14": ["副交感神経系"], "15": ["ニューロン"], "16": ["樹状突起"], "17": ["軸索"], "18": ["シナプス"], "19": ["髄鞘"], "20": ["伝導"], "21": ["伝達"], "22": ["ランヴィエ絞輪"], "23": ["跳躍伝導"], "24": ["神経伝達物質"], "25": ["伝導"], "26": ["分極"], "27": ["静止電位"], "28": ["脱分極"], "29": ["興奮"], "30": ["不応期"], "31": ["ホルモン"], "32": ["内分泌腺"], "33": ["脂溶性"], "34": ["細胞質受容体","核内受容体"], "35": ["核内受容体","細胞質受容体"], "36": ["転写調節因子"], "37": ["応答配列"], "38": ["ペプチドホルモン"], "39": ["ステロイドホルモン"], "40": ["アミノ酸誘導体ホルモン"], "41": ["副交感神経系"], "42": ["インスリン"], "43": ["グリコーゲン"], "44": ["アドレナリン"], "45": ["グルカゴン"], "46": ["カルシトニン"], "47": ["パラトルモン"], "48": ["正のフィードバック調節"], "49": ["負のフィードバック調節"], "50": ["自然"], "51": ["獲得"], "52": ["体液性"], "53": ["細胞性"], "54": ["パターン認識受容体"], "55": ["主要組織適合性遺伝子複合体ＭＨＣ"], "56": ["抗原提示"], "57": ["ヘルパーT細胞"], "58": ["B細胞"], "59": ["オプソニン効果"], "60": ["可変領域"], "61": ["定常領域"], "62": ["遺伝子再構成"], "63": ["キラーT細胞"], "64": ["アポトーシス"], "65": ["肥満細胞"], "66": ["ヒスタミン"], "67": ["アレルギー"]
        },
        appearance: '4回'
      },
      {
        type: "fill",
        title: "問15",
        html: "自然免疫の細胞がもつ抗原の膜、壁、ベン毛、DNAなどを認識する受容体をなんというか。：[[1]]",
        answers: { "1": ["Toll様受容体"] },
        appearance: '2回'
      },
      {
        type: "fill",
        title: "問16",
        html: "免疫細胞によって認識される細胞膜表面のタンパク質をなんというかアルファベットで答えよ（ヒトでは HLA）。：[[1]]",
        answers: { "1": ["MHC"] },
        appearance: '2回'
      },
      {
        type: "fill",
        title: "問17",
        html: "体液性免疫について作用機序を正しい順番に並べよ<br>１.B細胞が形質細胞へ分化する<br>２.高原に抗体が結合し、オプソニン効果によりマクロファージが積極的に抗原を貪食する<br>３.マクロファージ・樹状細胞が抗原提示する<br>４.ヘルパーT細胞がサイトカインを分泌する<br>5.抗体が産生・分泌される<br>解答（数字のみを並べる）：[[1]]",
        answers: { "1": ["34152"] },
        appearance: '1回'
      },
      {
        type: "fill",
        title: "問18",
        html: "（ [[1]] ）は、増幅させたいゲノムDNA、そのDNA領域を含む2種類の（ [[2]] ）、基質となる４種類のデオキシリボヌクレオチド三リン酸（dNTP）、（ [[3]] ）などをマイクロチューブに入れ、（ [[4]] ）、（ [[5]] ）、（ [[6]] ）を繰り返すことにより、特定のDNA領域をin vitro（体外）で指数的に増幅させる反応である。その応用範囲は広く、医学分野をはじめ、さまざまな分野で利用されている。<br>（ [[7]] ）とは、数万〜数十万に区画されたスライドガラスまたはシリコン盤の上にDNAの部分配列を高密度に配置し、固定化したものでDNAチップとも呼ぶ。これを用いることにより、非常に多くの遺伝子発現を同時に調べることが可能となった。（ [[7]] ）はゲノム創薬における重要な基盤技術のひとつでもある。（ [[7]] ）は種々の病態に特異的な遺伝子発現パターン（プロファイル）を同定し、医薬品開発のターゲットを迅速に発見することを可能にする。<br>ヒトゲノム計画によってゲノム情報をシステマティックに取り扱うゲノミクス（ゲノム科学）が進歩し、ヒトゲノムの全塩基配列の決定、国際HapMap計画における（ [[8]] ）の特定、（ [[7]] ）による個々人の遺伝子の相違を大量かつ迅速に検出できるようになった。個人がもつ遺伝子タイプの相違に応じて最適な薬を投与する治療法である（ [[9]] ）が１９９０年代の中頃から欧米を中心に盛んになってきた。",
        answers: {
          "1": ["PCR法", "１PCR法"], "2": ["オリゴヌクレオチドプライマー"], "3": ["耐熱性DNAポリメラーゼ"], "4": ["熱変性"], "5": ["アニーリング"], "6": ["伸長反応"], "7": ["DNAマクロアレイ"], "8": ["一塩基多型"], "9": ["オーダーメイド医療"]
        },
        appearance: '4回'
      },  
      {
        type: "fill",
        title: "問19",
        html: "DNAコピーが４コピーあり、問16(4)(5)(6)を５回繰り返した場合のコピー数を半角数字で答えよ。[[1]]<br>",
        answers: {"1": ["128"]},
        appearance: '1回'
      },
      {
        type: "essay",
        title: "問20",
        text: "tPA（組織プラスミノーゲンアクチベータ）の活性により、プラスミノーゲンからプラスミンへ変換されることにより血栓は溶解される。心筋梗塞や脳梗塞の治療薬としてtPAは利用されている。tPAを遺伝子工学的手法を用いて大量生産する方法を問16(1)の方法を用い、「逆転写酵素」を交えながら説明してください。",
        sampleAnswer: "tPAの/mRNAに/逆転写酵素を/作用させて/tPAの/cDNAを/作成する。/PCR法により/cDNAを/増幅させた/後、/これをベクターに/組み込んで/大腸菌に/取り込ませることによって/tPAを/大量に生産させる。/cDNAは/エキソンのみからなるため、/スプライシングを/行わない/大腸菌を/用いてタンパク質合成を/行うことができる。",
        appearance: '1回'
      },
      {
        type: "essay",
        title: "問21",
        text: "問16(1)の方法を用いながら、遺伝子疾患を検出する方法を説明してください。また、その情報の取り扱いについて気を付けるべきことを説明してください。",
        sampleAnswer: "PCR法を/用いてDNAを/増幅させ、/塩基配列の/違いなどから/原因遺伝子の/変化を検出する。/遺伝情報は/個人情報であるため、/プライバシー保護を/確実に行い、/遺伝情報による/差別などが/行われないようにしなければならない。",
        appearance: '1回'
      },
      {
        type: "essay",
        title: "問22",
        text: "新型コロナウィルス（COVID-19）は世界的流行を引き起こし、ワクチン投与が感染拡大阻止に有効であることが示されている。新型コロナウィルスmRNAワクチンを遺伝子工学の手法を用い、下の語句を交えながら産生する方法を考えてください。\n【語句】\n「逆転写反応」、「制限酵素」、「DNAリガーゼ」、「大腸菌にプラスミドを導入し、大量培養する」、「脂質カプセル粒子に封入したのちワクチンとして接種する」、「新型コロナウィルスRNAの一部の配列」、「プラスミドDNAを制限酵素でリニアライズしたのちに、それを鋳型にmRNAを合成する」",
        sampleAnswer: "新型コロナウィルスRNAを/逆転写反応で/DNAに/変換し、/スパイクタンパク質の/配列にあたる/部分を含む/領域を制限酵素で/切り出す。/プラスミドDNAを/同種の制限酵素で/処理したのちに/混合して、/上記のDNAリガーゼで/増幅したい/DNA領域と/結合させる。/ヒートショックを/与えて大腸菌に/プラスミドを/導入し、/大量培養する。/青白選択など/既定の方法で、/目的のDNA配列を/取り込んだ/大腸菌コロニーを/選別する。/選別した/コロニーにおいて/大腸菌を/破砕し、/プラスミドDNAを/抽出する。/環状のプラスミドDNAを/制限酵素で/リニアライズ（直線化）したのちに、/それを鋳型に/mRNAを/合成する。/これを脂質カプセル粒子に/封入して/ワクチンとして/接種する。",
        appearance: '1回'
      },
      {
        type: "essay",
        title: "問23",
        text: "RNAウィルスである新型コロナウィルスへの感染をどのような手順で検出するか、問14(1)の方法を用いて、「逆転写反応」を交えながら説明してください。",
        sampleAnswer: "目的の遺伝子を/採取し、/PCR法にて/RNAウイルスである/新型コロナウイルスを/逆転写反応で/増殖させて/発見率を/上げて検出する。",
        appearance: '1回'
      },
      {
        type: "essay",
        title: "問24",
        text: "新型コロナウィルスmRNAのワクチンが抗原として対象としたのはどの部位か、またそれはなぜか答えよ。",
        sampleAnswer: "スパイクタンパク質\n理由：スパイクタンパク質は、/ウィルスの/感染に不可欠で/免疫系に/認識されやすく、/中和抗体で/無力化しやすく/ワクチン抗原として/安全かつ/効果的であるから。",
        appearance: '1回'
      },
      {
        type: "essay",
        title: "問25",
        text: "アデノシンデアミナーゼ（ADA）欠損患者からリンパ球を採取し、ADA正常遺伝子を組み込んだベクターを用いて、ADAの機能を回復したリンパ球を患者に移植することで1990年に世界初の遺伝子治療が成功した。しかしながら、当初、移植した正常リンパ球は幹細胞ではないため治療効果は移植したリンパ球が生きている間に限られていた。そして、2023年にヒト造血幹細胞の体外培養による増幅が可能であるという報告があったが、考えられる治療方法を「ゲノム編集」などの語句を使い説明してください。",
        sampleAnswer: "患者自身の/造血幹細胞を/体外に取り/出し、/「ゲノム編集」技術（例：CRISPR-Cas9）を/用いてADA遺伝子を/修復または/導入し、/その幹細胞を/体内に戻すことで、/長期的かつ/持続的に/正常なリンパ球を/生み出せる/可能性がある。/これは、/疾患の根本治療につながる/次世代の/遺伝子治療の/新たな形として/注目されている。",
        appearance: '1回'
      },
      {
        type: "essay",
        title: "問26",
        text: "新型コロナウィルス（COVID-19）は世界的大流行（パンデミック）を引き起こしたが、感染力と重症あるいは軽症の変化について、進化の観点から、どのように移り変わっていったかを述べよ。",
        sampleAnswer: "新型コロナウイルスは/パンデミックの/中で変異を/繰り返し、/感染力がより/強い変異株（例：デルタ株や/オミクロン株）が/出現して/拡大した。/これは、/感染力の/高いウイルスほどより/多くの宿主に/感染し、/広まりやすいため、/自然選択によって/優勢になるからである。/一方で、/重症化率は/次第に低下傾向を/示したが、/これは宿主（人間）が/死亡すると/ウイルスも/拡散の機会を/失うため、/生存と感染拡大に/有利な「重症化しにくい」性質が/選ばれた/可能性がある。/このように、/感染力の/増加と重症度の/低下は、/ウイルスがより/効率的に/広がるための/進化的適応の/一例と考えられる。",
        appearance: '1回'
      },
      {
        type: "essay",
        title: "問27",
        text: "ヒトインスリンを大腸菌へクローニングする場合、どのような手順でクローニングするか。問１４（１）の方法を用いながら、「逆転写酵素」を交えながら説明してください。",
        sampleAnswer: "ヒトインスリン遺伝子を/大腸菌に/クローニングする/際には、/まずヒトの/細胞から/インスリンmRNAを/抽出する。/次に、/逆転写酵素を/用いて、/このmRNAから/cDNAを/合成する。/大腸菌は/イントロンを/除去する/機能を持たないため、/mRNAから/作成した/イントロンのない/cDNAを/使うことが/重要である。/その後、/PCRを/用いて、/インスリンの/cDNA部分を/特異的に/増幅する。/増幅した/DNA断片は、/制限酵素によって/切断された/プラスミドベクターに/組み込まれ、/DNAリガーゼで/連結される。/この組換え/プラスミドを、/形質転換法により/大腸菌に/導入する。/導入された/大腸菌は、/抗生物質耐性などを/指標に選抜され、/選ばれた/大腸菌内で/インスリン遺伝子が/発現し、/インスリンタンパク質が/生産される。",
        appearance: '1回'
      },
      {
        type: "essay",
        title: "問28",
        text: "ヒトインスリンを遺伝子工学の手法を用い、産生する方法を具体的に記してください。また、ブタやウシの膵臓から精製するよりも人工ヒトインスリンを利用した場合の利点を答えよ。",
        sampleAnswer: "ヒトインスリンの/産生方法については、/最初にインスリンを/産生する/DNAを/ヒトの細胞からとりだし、/プラスミドに/組み込む。/これを大腸菌に/感染させて、/その大腸菌ごと/人間の体温である37度の/環境のもとで/増殖させる。/また、/ブタやウシの/膵臓から/精製するよりも/人工ヒトインスリンを/利用した/場合の利点としては、/ブタやウシを/利用する/場合、/ヒト一人1年分に70頭が/必要なことに/対して、/人工の場合は/大腸菌を/用いてインスリンの/大量生産が/可能であるので、/効率よく/産生できることと、/ヒト由来の/遺伝子を/用いることで、/抗体産生や/感染症などの/副作用を/最小限に/抑えることができることが/挙げられる。",
        appearance: '2回'
      },
      {
        type: "essay",
        title: "問29",
        text: "発育速度、増殖態度、境界、再発、転移について、良性腫瘍と悪性腫瘍の性質の違いを説明しなさい。",
        sampleAnswer: "良性腫瘍は/発育速度が/遅く、/増殖態度は/緩やかで、/境界が明瞭で/周囲と区別できる。/再発は少なく/転移はない。/一方、/悪性腫瘍は/発育速度が/速く、/増殖は活発・制御不能で、/境界は不明瞭で/周囲に浸潤する。/再発は多く、/血流やリンパを/通じて広がり/転移がある。",
        appearance: '2回'
      },
      {
        type: "multi",
        title: "問30",
        text: "良性腫瘍あるいは悪性腫瘍の特徴をあらわす語群から悪性腫瘍にあてはまる特徴を選びなさい。",
        req: 7,
        options: [
          {id:"1", text:"浸潤性"}, {id:"2", text:"膨張性"}, {id:"3", text:"被膜があり明瞭"}, {id:"4", text:"境界は不明瞭"},
          {id:"5", text:"再発は多い"}, {id:"6", text:"再発は少ない"}, {id:"7", text:"転移あり"}, {id:"8", text:"転移なし"},
          {id:"9", text:"足場依存性"}, {id:"10", text:"足場非依存性"}, {id:"11", text:"細胞増殖の接触阻止"}, {id:"12", text:"正常な分化"},
          {id:"13", text:"脱分化"}, {id:"14", text:"不死化"}
        ],
        answer: ["1", "4", "5", "7", "10", "13", "14"],
        appearance: '1回'
      },
      {
        type: 'table-select',
        title: '問31',
        text: '正常細胞あるいは癌細胞の特徴をあらわした次の表について、あてはまるものには〇、あてはまらないものには×を選択してください。',
        html: `
            <table>
                <tr>
                    <th></th>
                    <th>正常細胞</th>
                    <th>癌細胞</th>
                </tr>
                <tr>
                    <td>自律性増殖</td>
                    <td>[[A]]</td>
                    <td>[[B]]</td>
                </tr>
                <tr>
                    <td>足場依存性</td>
                    <td>[[C]]</td>
                    <td>[[D]]</td>
                </tr>
                <tr>
                    <td>細胞増殖の接触阻止を示す</td>
                    <td>[[E]]</td>
                    <td>[[F]]</td>
                </tr>
                <tr>
                    <td>脱分化</td>
                    <td>[[G]]</td>
                    <td>[[H]]</td>
                </tr>
                <tr>
                    <td>不死化</td>
                    <td>[[I]]</td>
                    <td>[[J]]</td>
                </tr>
            </table>
        `,
        optionsDist: {
            'A': ['〇', '×'], 'B': ['〇', '×'],
            'C': ['〇', '×'], 'D': ['〇', '×'],
            'E': ['〇', '×'], 'F': ['〇', '×'],
            'G': ['〇', '×'], 'H': ['〇', '×'],
            'I': ['〇', '×'], 'J': ['〇', '×']
        },
        answer: {
            'A': '×', 'B': '〇',
            'C': '〇', 'D': '×',
            'E': '〇', 'F': '×',
            'G': '×', 'H': '〇',
            'I': '×', 'J': '〇'
        },
        explanation: '癌細胞は正常な制御を逸脱しており、足場がなくても増殖し、周囲の細胞と接触しても増殖を止めず（接触阻害の喪失）、無限に増殖し続ける（不死化）などの特徴があります。',
        appearance: '2回'
      },
      {
        type: "essay",
        title: "問32",
        text: "癌はいくつかの遺伝子が変異することに従ってだんだんと悪性度の高い癌に移行していくことが知られている。癌の発生過程について「細胞周期」「癌遺伝子」「癌抑制遺伝子」「多段階発癌説」などの語句を交えながら説明せよ。",
        sampleAnswer: "細胞周期中に/DNAを/ミスコピーが/生じ修復されなかった/場合その/変異が癌遺伝子の/活性化や/癌抑制遺伝子の/不活性化の/引き金となる。/これらの/働きにより/細胞の無秩序な/増殖が促進される。/変異細胞が/増殖すると/癌の悪性度が/高まり腫瘍が/形成される。/以上の内容が/多段階発癌説であり/癌の発生過程と/言われている。",
        appearance: '1回'
      },
      {
        type: 'table-select',
        title: '問33',
        text: 'アポトーシスとネクローシスの特徴をあらわした次の表について、あてはまるものには〇、あてはまらないものには×を選択してください。',
        html: `
            <table>
                <tr>
                    <th></th>
                    <th>アポトーシス</th>
                    <th>ネクローシス</th>
                </tr>
                <tr>
                    <td>遺伝子による制御</td>
                    <td>[[A]]</td>
                    <td>[[B]]</td>
                </tr>
                <tr>
                    <td>細胞の断片化</td>
                    <td>[[C]]</td>
                    <td>[[D]]</td>
                </tr>
                <tr>
                    <td>核の凝縮</td>
                    <td>[[E]]</td>
                    <td>[[F]]</td>
                </tr>
                <tr>
                    <td>細胞膜構造の破綻</td>
                    <td>[[G]]</td>
                    <td>[[H]]</td>
                </tr>
                <tr>
                    <td>細胞小器官の膨潤</td>
                    <td>[[I]]</td>
                    <td>[[J]]</td>
                </tr>
                <tr>
                    <td>炎症反応</td>
                    <td>[[K]]</td>
                    <td>[[L]]</td>
                </tr>
                <tr>
                    <td>食細胞による貪食</td>
                    <td>[[M]]</td>
                    <td>[[N]]</td>
                </tr>
                <tr>
                    <td>発生過程における指の形成への関与</td>
                    <td>[[O]]</td>
                    <td>[[P]]</td>
                </tr>
            </table>
        `,
        optionsDist: {
            'A': ['〇', '×'], 'B': ['〇', '×'],
            'C': ['〇', '×'], 'D': ['〇', '×'],
            'E': ['〇', '×'], 'F': ['〇', '×'],
            'G': ['〇', '×'], 'H': ['〇', '×'],
            'I': ['〇', '×'], 'J': ['〇', '×'],
            'K': ['〇', '×'], 'L': ['〇', '×'],
            'M': ['〇', '×'], 'N': ['〇', '×'],
            'O': ['〇', '×'], 'P': ['〇', '×']
        },
        answer: {
            'A': '〇', 'B': '×',
            'C': '〇', 'D': '×',
            'E': '〇', 'F': '×',
            'G': '×', 'H': '〇',
            'I': '×', 'J': '〇',
            'K': '×', 'L': '〇',
            'M': '〇', 'N': '×',  // ※両方最終的に貪食されます
            'O': '〇', 'P': '×'
        },
        explanation: 'アポトーシスはプログラムされた細胞死であり、細胞や核の凝縮・断片化が起こり、内容物を放出しないため炎症は起きません。一方ネクローシスは事故的な細胞死であり、膨張・破裂によって内容引が流出し、周囲に炎症を引き起こします。最終的にはどちらもマクロファージ等に貪食されて処理されます。',
        appearance: '2回'
      },
      {
        type: 'table-select',
        title: '問34',
        text: 'ツパイ（リスに似た小型哺乳類）のような食虫類のなかまから類人猿（テナガザル、オランウータンなど）、ホモサピエンス（ヒト）へと進化した。食虫類、類人猿、ホモサピエンスの特徴をあらわした次の表について、あてはまるものを選択してください。',
        html: `
            <table>
                <tr>
                    <th></th>
                    <th>食虫類</th>
                    <th>類人猿</th>
                    <th>ホモサピエンス</th>
                </tr>
                <tr>
                    <td>両目</td>
                    <td>[[A]]</td>
                    <td>[[B]]</td>
                    <td>[[C]]</td>
                </tr>
                <tr>
                    <td>親指と他の指の向き</td>
                    <td>[[D]]</td>
                    <td>[[E]]</td>
                    <td>[[F]]</td>
                </tr>
                <tr>
                    <td>歩行</td>
                    <td>[[G]]</td>
                    <td>[[H]]</td>
                    <td>[[I]]</td>
                </tr>
                <tr>
                    <td>大後頭孔</td>
                    <td>[[J]]</td>
                    <td>[[K]]</td>
                    <td>[[L]]</td>
                </tr>
                <tr>
                    <td>脳の大きさ</td>
                    <td>[[M]]</td>
                    <td>[[N]]</td>
                    <td>[[O]]</td>
                </tr>
                <tr>
                    <td>眼窩上隆起</td>
                    <td>－</td>
                    <td>[[P]]</td>
                    <td>[[Q]]</td>
                </tr>
                <tr>
                    <td>おとがい</td>
                    <td>－</td>
                    <td>[[R]]</td>
                    <td>[[S]]</td>
                </tr>
                <tr>
                    <td>土踏まず</td>
                    <td>－</td>
                    <td>[[T]]</td>
                    <td>[[U]]</td>
                </tr>
            </table>
        `,
        optionsDist: {
            'A': ['顔の左右', '顔の前面'],
            'B': ['顔の左右', '顔の前面'],
            'C': ['顔の左右', '顔の前面'],
            'D': ['同じ', '異なる（母指対向）'],
            'E': ['同じ', '異なる（母指対向）'],
            'F': ['同じ', '異なる（母指対向）'],
            'G': ['四足', '直立二足歩行'],
            'H': ['四足', '直立二足歩行'],
            'I': ['四足', '直立二足歩行'],
            'J': ['真下', '斜め後方'],
            'K': ['真下', '斜め後方'],
            'L': ['真下', '斜め後方'],
            'M': ['小さい', '大きい'],
            'N': ['小さい', '大きい'],
            'O': ['小さい', '大きい'],
            'P': ['あり', 'なし'],
            'Q': ['あり', 'なし'],
            'R': ['あり', 'なし'],
            'S': ['あり', 'なし'],
            'T': ['あり', 'なし'],
            'U': ['あり', 'なし']
        },
        answer: {
            'A': '顔の左右', 'B': '顔の前面', 'C': '顔の前面',
            'D': '同じ', 'E': '同じ', '': '異なる（母指対向）',
            'G': '四足', 'H': '四足', 'I': '直立二足歩行',
            'J': '斜め後方', 'K': '斜め後方', 'L': '真下',
            'M': '小さい', 'N': '小さい', 'O': '大きい',
            'P': 'あり', 'Q': 'なし',
            'R': 'なし', 'S': 'あり',
            'T': 'なし', 'U': 'あり'
        },
        explanation: 'ヒトへの進化の過程で、直立二足歩行への適応（大後頭孔が真下に移動、土踏まずの形成）、脳の著しい肥大化、顔面の特徴の変化（眼窩隆起の消失、おとがいの発達）などが見られます。',
        appearance: '2回'
      }
    ]
  }
];
